tap "homebrew/bundle"
brew "ca-certificates"
brew "openssl@1.1"
brew "python@3.11"
brew "autojump"
brew "bat"
brew "git"
brew "ncurses"
brew "neovim"
brew "stow"
brew "tree"
brew "zsh"
cask "1password"
cask "alfred"
cask "anaconda"
cask "appcleaner"
cask "google-chrome"
cask "iterm2"
cask "macvim"
cask "moom"
cask "obsidian"
cask "sourcetree"
cask "visual-studio-code"
cask "zoom"
vscode "christian-kohler.path-intellisense"
vscode "eamodio.gitlens"
vscode "GitHub.copilot"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ShaneLiesegang.vscode-simple-icons-rev"
vscode "vscodevim.vim"
vscode "ZainChen.json"
