tap "homebrew/bundle"
brew "ca-certificates"
brew "openssl@3"
brew "autojump"
brew "bat"
brew "git"
brew "git-lfs"
brew "ncurses"
brew "neovim"
brew "python@3.11"
brew "stow"
brew "telnet"
brew "tree"
brew "zsh"
cask "1password"
cask "alfred"
cask "anaconda"
cask "appcleaner"
cask "google-chrome"
cask "iterm2"
cask "macvim"
cask "moom"
cask "obsidian"
cask "postman"
cask "sourcetree"
cask "visual-studio-code"
cask "zoom"
vscode "almenon.arepl"
vscode "christian-kohler.path-intellisense"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "shaneliesegang.vscode-simple-icons-rev"
vscode "vscodevim.vim"
vscode "zainchen.json"
