tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "autojump"
brew "bat"
brew "git"
brew "stow"
brew "tree"
brew "zsh"
cask "1password"
cask "alfred"
cask "anaconda"
cask "appcleaner"
cask "google-chrome"
cask "iterm2"
cask "macvim"
cask "sourcetree"
cask "zoom"
